<?php
/*
 * Следующие задания требуется воспринимать как ТЗ (Техническое задание)
 * p.s. Разработчик, помни! 
 * Лучше уточнить ТЗ перед выполнением у заказчика, если ты что-то не понял, чем сделать, переделать, потерять время, деньги, нервы, репутацию.
 * Не забывай о навыках коммуникации :)
 * 
 * Задание dz11.php переделать с помощью объектов.
 * Создать 2 класса:
 * 1) Класс отвечает за объекты объявления, организует сохранение измененного
 * объявления, вставку нового, удаление
 * 2) Класс отвечает за хранилище объявлений и их обработку, вывод на экран
 * 3) Использовать Twitter Bootstrap в своей разработке для улучшения внешнего
 * вида вашего проекта
 */



